//Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

Console.WriteLine("Введите число а");
int NumberA=int.Parse(Console.ReadLine()!);
if (NumberA%2==0)
Console.WriteLine("да");
else 
Console.WriteLine("нет");

